Repository: tomasz-czerwinski/Jan
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: DCINiE Self Service and Contact Center Application
pl: DCINiE Samoobsługa i Centrum Kontaktu

source: About
pl: O aplikacji

source: Application ensures warm relation with Customers. Works also for mobile phones and has multi-language support. If you like it you may buy it. Drop an email to
pl: Aplikacja zapewnia ciepłe relacje z Klientami. Działa również na telefonach komórkowych i obsługuje wielojęzykowość. Jeśli Ci się podoba możesz ją kupić. Napisz email do

source: Home
pl: Początek

source: DCINiE User Account Service
pl: DCINiE Obługa konta Użytkownika

source: Contact
pl: Kontakt

source: Logout
pl: Wyloguj

source: Save
pl: Zachowaj

source: Date
pl: Data

source: From
pl: Od

source: Importance
pl: Ważność

source: About me
pl: O mnie

source: Mailbox
pl: Skrzynka pocztowa

source: Reserve private room
pl: Zarezerwuj pokój prywatny

source: Report publication of ...
pl: Zgłoś publikację ...

source: Book
pl: Ksiązka

source: Article in journal
pl: Artykuł w czasopiśmie

source: Article in book
pl: Artykuł w książce

source: Orders
pl: Zamówienia

source: Order a book
pl: Zamów książkę

source: Order a journal
pl: Zamów czasopismo

source: Contact with librarians
pl: Kontakt z bibliotekarzami

source: Ask a question
pl: Zadaj pytanie

source: Remarks and opinions
pl: Uwagi i opinie

source: Propose a book to buy
pl: Zaproponuj książkę do kupienia

source: European information
pl: Informacja europejska

source: Order a book to reading room
pl: Zamów książkę do czytelni

source: Request information
pl: Poproś o informację

source: Wyslij
pl: Wyślij

source: log in
pl: zaloguj

source: Site generated
pl: Strona wygenerowana

source: System message
pl: Miejsce na komunikat systemowy

source: Fault corrections / new features information for compilation:
pl: Poprawione błędy / zaimplementowane zmiany w bieżącej kompilacji:

source: Pronto Id:
pl: Identyfikator błędu/zmiany:

source: Pronto description:
pl: Opis błędu/zmiany:

source: Responsible person:
pl: Osoba odpowiedzialna:

source: Is partial correction from developer p.o.v:
pl: Korekcja/zmiana częściowa z punktu widzenia programisty:

source: Change set revision
pl: Rewizja kodu źródłowego zawierająca zmianę:

source: Fault information for delivery: (since latest delivered version)
pl: Informacje o błędach/zaimplementowanych zmianach dla bieżącego kandydata do wydania: (od ostatnio dostarczonej wersji)

source: Show faults between
pl: Pokaż zmiany pomiędzy

source: Delivery information:
pl: Informacja o dostarczeniu:

source: Component:
pl: Nazwa komponentu

source: Branch name:
pl: Nazwa gałęzi kodu:

source: Lastest delivered revision:
pl: Ostatnio dostarczona rewizja:

source: Will be delivered from location:
pl: Zostanie dostarczona z lokacji:

source: Will be delivered to location(s):
pl: Zostanie dostarczona do lokacji:

source: SCM information:
pl: Informacje SCM:

source: Name:
pl: Nazwa wydania:

source: Compilation date:
pl: Data kompilacji:

source: Source code location:
pl: Adres repozytorium kodu źródłowego:

source: Source code revision:
pl: Rewizja kodu źródłowego:

source: Release note location:
pl: Położenie noty do wydania:

source: Baselines:
pl: Zależności:

source: Externals:
pl: Adresy zależności / właściwość svn:externals:

source: queue of deliveries
pl: kolejka dostarczeń

source: System message placeholder
pl: Miejsce na komunikat systemowy

source: system component
pl: Nazwa komponentu

source: branch
pl: gałąź kodu

source: delivery time
pl: czas dostarczenia

source: content
pl: zawartość

source: Bugtrack information for delivery:
pl: Informacje systemu śledzenia zmian:

source: Raw release note:
pl: Surowa nota do wydania:

source: Delivered from location:
pl: Dostarczono z lokacji:

source: Delivered to location(s):
pl: Dostarczono do lokacji:

source: history of deliveries
pl: historia dostarczeń

source: planned delivery time
pl: planowany czas dostarczenia

source: move up
pl: przesuń w górę

source: move down
pl: przesuń w dół

source: History of deliveries
pl: Historia dostarczeń

source: Another configuration option
pl: Kolejna opcja konfiguracji

source: Views definitions
pl: Definicje widoków

source: Login
pl: Zaloguj

source: Your username and password didn't match or errors occured. Please try again.
pl: Twoja nazwa użytkownika i hasło nie pasują do siebie lub wystąpiły inne błedy. Spróbuj ponownie.

source: Register
pl: Zarejestruj się

source: Reset password
pl: Zresetuj hasło

source: Thank You for visiting us. You have been now logged out.
pl: Dziękujemy za wizytę. Zostałeś wylogowany

source: Login again
pl: Zaloguj się ponownie

source: Password change
pl: Zmiana hasła

source: Your password has been sucessfully changed
pl: Twoje hasło zostało zmienione

source: Password reset
pl: Zresetuj hasło

source: Confirm
pl: Potwierdź

source: Your password has been successfuly changed.
pl: Twoje hasło zostało zmienione

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
pl: Adres resetowania hasła jest nieważny, prawdopodobnie dlatego, że został już użyty. Proszę ponownie zresetować hasło.

source: Please enter your new password twice so we can verify you typed it in correctly.
pl: Proszę dwukrotnie wprowadzić hasło, by można było zweryfikować, że zostało wpisane poprawnie

source: Change my password
pl: Zmień moje hasło

source: Verification email has been sent. You may check your email now to complete reseting your password
pl: Weryfikacyjny email został wysłany. Możesz sprawdzić swoją skrzynkę pocztową by dokończyć procedurę resetowania hasła

source: username
pl: nazwa użytkownika

source: first name
pl: imię

source: last name
pl: nazwisko

source: date joined
pl: data przyłączenia

source: last login
pl: ostanie logowanie
